[
    {
        "id": 1,
        "name": "Stranger Things",
        "video": "https://www.youtube.com/embed/sBEvEcpnG7k",
        "genre": ["Horror", "Sci-fi", "TV Series"],
        "plot": "After the mysterious and sudden vanishing of a young boy, the people of a small town begin to uncover secrets of a government lab, portals to another world and sinister monsters"
    },
    {
        "id": 2,
        "name": "Love Death + Robots",
        "video": "https://www.youtube.com/embed/wUFwunMKa4E",
        "genre": ["Drama", "Fantasy", "Anthology"],
        "plot": "Long after the fall of humanity, three robots (K-VRC, XBOT 4000, and 11-45-G) wander through a post-apocalyptic city, trying to understand how humans lived based on their limited knowledge of them and the things they left behind."
    },
    {
        "id": 3,
        "name": "Money Heist",
        "video": "https://www.youtube.com/embed/_InqQJRqGW4",
        "genre": ["Drama", "Thriller", "Crime Series"],
        "plot": "A criminal mastermind who goes by 'The Professor' has a plan to pull off the biggest heist in recorded history -- to print billions of euros in the Royal Mint of Spain. To help him carry out the ambitious plan, he recruits eight people with certain abilities and who have nothing to lose. The group of thieves take hostages to aid in their negotiations with the authorities, who strategize to come up with a way to capture The Professor. As more time elapses, the robbers prepare for a showdown with the police."
    },
    {
        "id": 4,
        "name": "Vikings",
        "video": "https://www.youtube.com/embed/Yi4YnwFT7Gk",
        "genre": ["War", "Adventure", "Drama"],
        "plot": "Ragnar as a farmer who rises to fame by successful raids into England, and eventually becomes a Scandinavian King, with the support of his family and fellow warriors"
    },
    {
        "id": 1,
        "name": "El Camino",
        "video": "https://www.youtube.com/embed/1JLUn2DFW4w",
        "genre": ["Crime", "Drama", "Thriller"],
        "plot": "After a dramatic escape from captivity, Jesse Pinkman must deal with his past in order to make some kind of future for himself."
    }
]